{
    "https://in.indeed.com/rc/clk?jk=d2b167f216ba19fe&bb=1UVLGUMd-w2VUj0I06uTMNXBRManxRp6bi9v_uG-EFDLicurmkD_j7I-gBbwk8uv06Vq1Nsq1_SVjuTfISgYIfnDoy7TlgUfEYmRk1vqg9OuAUU-YhcJua5DPWYnK8ku&xkcb=SoAx67M3AuGxZGAGq70LbzkdCdPP&fccid=ce38d01c642d2630&cmp=Mindspace-Outsourcing-Services-Pvt.-Ltd.&ti=IT+Support&vjs=3": {
        "job_title": "Junior IT Support",
        "company_name": "Mindspace Outsourcing Services Pvt. Ltd.",
        "job_location": "Jawahar Nagar, Jaipur, Rajasthan",
        "job_salary": "₹8,000 - ₹15,000 a month",
        "job_type": "Full-time",
        "job_shift": "Fixed shift",
        "job_benefits": "",
        "job_description": "Overview: Join our IT team to gain hands-on experience in maintaining, troubleshooting, and improving IT systems. This role is ideal for tech-savvy individuals eager to develop their skills in a dynamic environment.\nResponsibilities:\nProvide technical support for hardware, software, and network issues.\nAssist in the installation, configuration, and updating of IT systems.\nHelp maintain and secure network infrastructure.\nParticipate in IT projects and system upgrades.\nCreate and update IT documentation.\nStay updated on industry trends and attend training sessions.\nQualifications:\nPursuing or recently completed a degree in IT, Computer Science, or related field.\nBasic knowledge of computer systems, networks, and troubleshooting.\nAbility to work independently and as part of a team.\nLocation : Jaipur Only\nWork from Office Only\nFresher can also apply\nTimings : 1-10pm\nJob Type: Full-time\nPay: ₹8,000.00 - ₹15,000.00 per month\nShift:\nFixed shift\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=7fe8095e64b3fc1d&bb=1UVLGUMd-w2VUj0I06uTMI0LRZE15HEGfzhf_0LdpvWB69ZInI2WhAAuBEDcr_FTrMzP6rZS7lkPEm2nf7L3OeWpyWwy9QPAyzctxEPfEfA2tavCTWWXRDWL0RAyUxud&xkcb=SoCF67M3AuGxZGAGq70KbzkdCdPP&fccid=2c6aab58476722eb&cmp=Nexus-pro-services&ti=Business+Development+Manager&vjs=3": {
        "job_title": "Business Development Manager (IT Sales)",
        "company_name": "Nexus pro services",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹7,00,000 - ₹7,20,000 a month",
        "job_type": "Permanent, Full-time",
        "job_shift": "Day shift",
        "job_benefits": "Health insurance, Provident Fund",
        "job_description": "Job Title: Business Development Manager (IT Sales)\nJob Type: Full Time/ Work from Office\nLocation: Jaipur, Rajasthan\nIndustry Type: IT Services & Consulting\nDepartment: Sales & Business Development\nAs a ‘Manager- Sales’ at HabileLabs, you will play a pivotal role in expanding our global client base and driving revenue growth. You will be responsible for formulating and executing sales strategies, building strong relationships with clients, and achieving sales targets in the domestic & international market.\nJob Description/ Responsibility:\n· Sales Strategy and Planning: · Develop and execute comprehensive sales strategies and action plans to achieve software/ IT sales targets in India, Middle East, US, UK, and Australia.\n· Must have good knowledge about Cloud Services, ERP, CRM, Mobile Application, Custom Software development, AI/ ML, BI, IoT, Cyber Security like software services and relevant technologies.\n· Analyze market trends, identify business opportunities, and propose strategies to capitalize on emerging software demands. ·\n· Develop and maintain a robust pipeline of leads and opportunities to ensure a consistent flow of potential clients.\n· Develop and maintain potentials channel partner network throughout the territory for various available IT services and products we have.\n· Handle the initial discussions and collect the strategic information about the prospects through cold calling, e-mailing LinkedIn, and other sources. ·\n· Understand client requirements, provide product consultations, and tailor software solutions to meet their specific needs.\n· Prepare and present compelling proposals and presentations to potential clients, highlighting the unique value proposition of our software solutions.\n· Must have experience of Bidding on Freelance, Fiverr, Up work and other freelance portals to acquire projects and converting those projects into long term sales\n· Analyze client requirements and provide appropriate bidding solutions\n· Ability to handle pressures of sales targets and work as per tight deadlines. Maintain top order client relation and be able to maintain them in all situations.\nExperience:\n· Proven track record of success in software sales, particularly in domestic market.\n· Minimum 2 years of experience in a business development or sales role within the software/ IT industry. ·\n· Exceptional sales and negotiation skills, with a strong ability to influence and close deals.\n· Excellent communication and interpersonal skills, with proficiency in English. ·\n· Strategic thinking and analytical abilities to identify market opportunities and formulate effective sales strategies.\nJob Types: Full-time, Permanent\nPay: ₹700,000.00 - ₹720,000.00 per month\nBenefits:\nHealth insurance\nProvident Fund\nSchedule:\nDay shift\nSupplemental pay types:\nPerformance bonus\nYearly bonus\nEducation:\nBachelor's (Preferred)\nExperience:\nBDM in Software/IT Industry: 2 years (Preferred)\nCloud Services, ERP, CRM, Mobile Application: 2 years (Preferred)\nCustom Software development, AI/ ML, BI, IoT: 2 years (Preferred)\nCyber Security like software services: 2 years (Preferred)\nBidding on Freelance, Fiverr, Up work: 2 years (Preferred)\nLanguage:\nEnglish (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=d822b2a5eaad6b7d&bb=1UVLGUMd-w2VUj0I06uTMLuePMwLcUYxyrRyo1_81wxorkRodtZacdiTms-O4zXzGTJzq-aH6ISc1OIGsX-K6NwC5il5Ww0gFIWVzxZTdOY3f4UDOep3FA%3D%3D&xkcb=SoAY67M3AuGxZGAGq70JbzkdCdPP&fccid=bafa4b35e9cd20ce&vjs=3": {
        "job_title": "IT Infrastructure Specialist I",
        "company_name": "AECOM",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "",
        "job_type": "",
        "job_shift": "",
        "job_benefits": "",
        "job_description": "Company Description\n\nWork with Us. Change the World.\n\nAt AECOM, we're delivering a better world. Whether improving your commute, keeping the lights on, providing access to clean water, or transforming skylines, our work helps people and communities thrive. We are the world's trusted infrastructure consulting firm, partnering with clients to solve the world’s most complex challenges and build legacies for future generations.\n\nThere has never been a better time to be at AECOM. With accelerating infrastructure investment worldwide, our services are in great demand. We invite you to bring your bold ideas and big dreams and become part of a global team of over 50,000 planners, designers, engineers, scientists, digital innovators, program and construction managers and other professionals delivering projects that create a positive and tangible impact around the world.\n\nWe're one global team driven by our common purpose to deliver a better world. Join us.\n\nJob Description\n\nWorks under direct supervision on routine tasks as per established procedures.\nWorks with other team members and/or end-users to troubleshoot basic problems.\nEffectively contributes to team goals.\nParticipates in the development of basic solutions.\nQualifications\n\nAdditional Information\n\nAbout AECOM\n\nAECOM is the world’s trusted infrastructure consulting firm, delivering professional services throughout the project lifecycle – from advisory, planning, design and engineering to program and construction management. On projects spanning transportation, buildings, water, new energy and the environment, our public- and private-sector clients trust us to solve their most complex challenges. Our teams are driven by a common purpose to deliver a better world through our unrivaled technical and digital expertise, a culture of equity, diversity and inclusion, and a commitment to environmental, social and governance priorities. AECOM is a Fortune 500 firm and its Professional Services business had revenue of $14.4 billion in fiscal year 2023. See how we are delivering sustainable legacies for generations to come at aecom.com and @AECOM.\n\nFreedom to Grow in a World of Opportunity\n\nYou will have the flexibility you need to do your best work with hybrid work options. Whether you’re working from an AECOM office, remote location or at a client site, you will be working in a dynamic environment where your integrity, entrepreneurial spirit and pioneering mindset are championed.\n\nYou will help us foster a culture of equity, diversity and inclusion – a safe and respectful workplace, where we invite everyone to bring their whole selves to work using their unique talents, backgrounds and expertise to create transformational outcomes for our clients.\n\nAECOM provides a wide array of compensation and benefits programs to meet the diverse needs of our employees and their families. We also provide a robust global well-being program. We’re the world’s trusted global infrastructure firm, and we’re in this together – your growth and success are ours too.\n\nJoin us, and you’ll get all the benefits of being a part of a global, publicly traded firm – access to industry-leading technology and thinking and transformational work with big impact and work flexibility. As an Equal Opportunity Employer, we believe in each person’s potential, and we’ll help you reach yours.\n\nAll your information will be kept confidential according to EEO guidelines.\n\nReqID: J10109523\n\nBusiness Line: Energy\n\nBusiness Group: DCS\n\nStrategic Business Unit: Europe & India\n\nCareer Area: Information Technology\n\nWork Location Model: On-Site"
    },
    "https://in.indeed.com/rc/clk?jk=1ecd49d2307c7595&bb=1UVLGUMd-w2VUj0I06uTMOe1VwKs6fQ2p-wxSE_neWfXfqCGpWQcU-su1UixPyOHPguzZ3657rOJHswWHomkF0YWwUrE9D_I7P_Hh-1UHueOLnk5-LNdDSgYIlkPk6rw&xkcb=SoCs67M3AuGxZGAGq70IbzkdCdPP&fccid=00e1829e307cf065&cmp=Jeevan-Rekha-Hospital&ti=IT+Manager&vjs=3": {
        "job_title": "IT Manager",
        "company_name": "Jeevan Rekha Hospital",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹25,000 - ₹35,000 a month",
        "job_type": "Full-time",
        "job_shift": "Fixed shift",
        "job_benefits": "Provident Fund",
        "job_description": "Diploma In Computer Application with Hardware and Software Knowledge.\nPreferred Global Software Experience\nExperience - 8-9 Year\nJob Type: Full-time\nPay: ₹25,000.00 - ₹35,000.00 per month\nBenefits:\nProvident Fund\nShift:\nFixed shift\nExperience:\ntotal work: 8 years (Required)\nWork Location: In person\nExpected Start Date: 07/05/2024"
    },
    "https://in.indeed.com/rc/clk?jk=89ffdd72439c9f65&bb=1UVLGUMd-w2VUj0I06uTMMJ2jDH7EI0NuXpfpmDkixNc5v56mdkXtGGbPf13Lrop4vEJc3XOyRRozOJs0aA3N71mAY1ZtSrYif5b1o1JL-YgbI4gnwP1Nt_shgC4RBPb&xkcb=SoAi67M3AuGxZGAGq70PbzkdCdPP&fccid=d8cf47bf038cc6e1&cmp=Axel-Networks&ti=IT+Support&vjs=3": {
        "job_title": "IT Support Engineer",
        "company_name": "Axel Networks",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹20,000 - ₹25,000 a month",
        "job_type": "Permanent, Full-time",
        "job_shift": "Day shift, Weekend availability",
        "job_benefits": "Cell phone reimbursement, Internet reimbursement",
        "job_description": "We are looking to hire a skilled IT support engineer to assist our clients with all IT related technical support issues. As an IT support engineer, you will assist the current team to determine the nature of the problem, diagnose hardware or software issues, provide effective assistance, and maintain strong customer relationships. You may also be required to install new hardware/software applications and train clients on proper application use.\nTo ensure success as an IT support engineer, you should have in-depth knowledge of business software and hardware systems, excellent troubleshooting skills, and high-level interpersonal skills. Ultimately, a top-class IT support engineer resolves all IT issues quickly and effectively while maintaining a good relationship with the client.\nIT Support Engineer Responsibilities:\nInstalling and configuring client computer systems.\nResponding to client IT support requests.\nMeeting with clients to diagnose software, networking, or hardware issues.\nHand on Experience on LAN, WAN, Firewall, Endpoint, Servers, NAS etc.\nExperience in handling OEM devices like Cisco, Aruba, Seqrite, Ruckus, SOPHOS etc.\nProviding technical support on-site or via remote-access systems.\nOffering solutions that meet the needs of the client.\nRepairing hardware malfunctions, software issues, and networking problems.\nMaintaining good client relations.\nTracking and managing work records.\nCompiling job reports.\nIT Support Engineer Requirements:\nBachelor’s degree in information technology or computer science preferred.\nProven work experience as a technical support engineer.\nKnowledge of computer hardware and networking systems.\nGood time management skills.\nGood interpersonal skills.\nAbility to troubleshoot complex hardware and software issues.\nExcellent written and verbal communication skills.\nAbility to think critically.\nSend resume on rahul[at]axelnetworks.com\nJob Types: Full-time, Permanent\nPay: ₹20,000.00 - ₹25,000.00 per month\nBenefits:\nCell phone reimbursement\nInternet reimbursement\nDay range:\nWeekend availability\nShift:\nDay shift\nExperience:\ntotal work: 1 year (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=da4d21daec4c3f16&bb=1UVLGUMd-w2VUj0I06uTMIYUZHVZQf6NddVrjRcE8FhS4MMUXuKfpB57goRvd5AECOf6I4hj0o_lupsJPKQtwmAt8V0UiAjEW54khWeEDzyh72LvjbSCrpkQAmaQwkzK&xkcb=SoCW67M3AuGxZGAGq70ObzkdCdPP&fccid=c68ff5780074c3d5&cmp=BM-Coder-InfoTech-Private-Limited&ti=IT+Head&vjs=3": {
        "job_title": "IT Head - Manufacturing/IT Industry",
        "company_name": "BM Coder InfoTech Private Limited",
        "job_location": "Jhotwara, Jaipur, Rajasthan",
        "job_salary": "₹10,00,000 - ₹18,00,000 a year",
        "job_type": "Permanent, Full-time",
        "job_shift": "Day shift",
        "job_benefits": "Flexible schedule, Food provided, Health insurance, Provident Fund",
        "job_description": "yearsTitle: IT Head\nRequired Experience: 10+ years\nLocation: Jhotwara, Jaipur, Rajasthan\nReason to hire: New Requirement\nMinimum Qualifications: Bachelor’s degree in I.T. relevant field.\nHR Contact: Mr.Jay Prajapati\nRequired Experience:\nA minimum of 10 years of proven experience in the field of IT.\nImplemented ERP and management of IT infrastructure.\nHas worked on implementing AI related integrations with Databases.\nCritical Role and Responsibilities:\nUpdated, Secure, Available, Running, and tractability of each IT asset in an affordable environment.\nPlan the deployment of resources that fully address the corporate operational scope (processes and functions), therefore building, monitoring, and improving both IT and Business processes, frameworks, KPIs, guidelines, maturity and operational models.\nFocusing on cost optimization through innovation.\nFocusing on Security and Business Continuity\nContributing to creating corporate wide awareness towards IT potential in supporting the Core Business.\nMaintains IT infrastructure in a secured environment and can manage and operate as a system administrator.\nDefining IT Vision and road-map with Annual goals and User Experience Delight score (TAT etc)\nBring in affordable industry best practices for enhancing user experience.\nOversee all technology operations (e.g. network security, backups, DR etc) and evaluate them according to established goals\nDevise and establish IT policies and systems to support the implementation of strategies set by upper management\nAnalyze the business requirements of all departments to determine their technology needs\nPurchase efficient and cost-effective technological equipment and software\nInspect the use of technological equipment and software to ensure functionality and efficiency\nIdentify the need for upgrades, configurations or new systems and report to upper management\nResearches and implements technological strategic solutions.\nPlans, monitors, and appraises job results & accomplishes information technology staff results.\nInitiates, coordinates, and enforces systems, policies, and procedures.\nMaintains a safe and secure work environment.\nMaintains the organization’s effectiveness and efficiency by defining and delivering strategic plans for implementing information technologies.\nCompletes projects by coordinating resources and timetables with user departments and data centers.\nVerifies application results by conducting system audits of technologies implemented.\nPreserves assets by implementing disaster recovery and backup procedures and information security and control structures.\nRecommends information technology strategies, policies, and procedures by evaluating organization outcomes.\nTraining provided by the company during probation\n· Understanding of all company policies\n· Understanding of key SOP and process of your function\n· 30-60-90 day activity plan\n· In-depth overview of ERP and IMS\n· Over view of Process TAT\nRole-specific requirement\nStability in career (Avg stay duration 7 years)\nOutstation candidates to shift with family\nHas led cultural change management through IT initiatives\nAbility to think strategically and to lead\nAdvanced troubleshooting and multitasking skills\nProficient in MS Office\nGood understanding of management practices and techniques.\nExcellent leadership and interpersonal skills.\nJob Types: Full-time, Permanent\nPay: ₹1,000,000.00 - ₹1,800,000.00 per year\nBenefits:\nFlexible schedule\nFood provided\nHealth insurance\nProvident Fund\nShift:\nDay shift\nExperience:\ntotal work: 10 years (Preferred)\nIncident management: 5 years (Preferred)\nNetwork infrastructure: 8 years (Preferred)\nDocument management systems: 5 years (Preferred)\nNetwork security: 10 years (Preferred)\nIT management: 10 years (Preferred)\nLocation:\nJhotwara, Jaipur, Rajasthan (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=971ff9f83e37b8ba&bb=1UVLGUMd-w2VUj0I06uTMM7O-l0AMSE9dO5vNgswETqKox0KSA3WKNfEoe1Pagxww6wda6B4BG9JGFUsgvoUQXJ9PE5flMCYyhSbYUPkgu_pEKjg82MGsC9pPQKmAN9A&xkcb=SoAL67M3AuGxZGAGq70NbzkdCdPP&fccid=07b24807960b55db&cmp=Omnivice&ti=Business+Development+Manager&vjs=3": {
        "job_title": "Business Development Manager - IT",
        "company_name": "Omnivice",
        "job_location": "Vaishali Nagar, Jaipur, Rajasthan",
        "job_salary": "₹30,000 - ₹80,000 a month",
        "job_type": "Permanent, Full-time",
        "job_shift": "Day shift, Monday to Friday",
        "job_benefits": "Health insurance, Leave encashment, Paid sick time",
        "job_description": "Job Title: Business Development Manager (BDM) – IT\nNOTE: Please share your current and expected salary along with notice period in your\nprevious company while applying for the post\nResponsibilities:\nAs a Business Development Manager in our IT company, you will play a crucial role in expanding our client base and securing new projects. Your responsibilities include:\n1. Client Acquisition: Identify and acquire new clients by developing and implementing effective sales strategies.\n2. Project Generation: Actively seek and secure new projects for the company, ensuring a consistent pipeline of opportunities.\n3. Client Relationship Management: Build and nurture strong relationships with clients to understand their needs and provide tailored IT solutions.\n4. Market Research: Stay abreast of industry trends, competitors, and market conditions to identify potential business opportunities.\n5. Proposal Development: Prepare and present compelling proposals, demonstrating the value proposition of our IT services to clients.\n6. Collaboration: Work closely with internal teams to ensure smooth project transitions and successful delivery.\nQualifications:\n- Graduation or Post Graduation in any stream.\n- At least 3 years of proven experience in business development within the IT industry.\nSkills:\n- Excellent communication and interpersonal skills.\n- Strong negotiation and presentation abilities.\n- Strategic thinking with a results-oriented mindset.\n- Ability to work collaboratively in a team environment.\nHow to Apply:\nInterested candidates meeting the qualifications are invited to submit their resume to mail@omnivice.com. Please include \"BDM - IT Application\" in the subject line.\nJob Types: Full-time, Permanent\nPay: ₹30,000.00 - ₹80,000.00 per month\nBenefits:\nHealth insurance\nLeave encashment\nPaid sick time\nSchedule:\nDay shift\nMonday to Friday\nSupplemental pay types:\nPerformance bonus\nApplication Question(s):\nAre you able to source/secure new projects, We're interested in learning your strategies and successes in this aspect of business development ?\nEducation:\nBachelor's (Preferred)\nExperience:\nBusiness development: 3 years (Required)\ntotal work: 3 years (Required)\nLanguage:\nEnglish (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=784502d999b60407&bb=1UVLGUMd-w2VUj0I06uTMOdem796-MSfA1BDyNCJ6qvVgjIHjEUK_zyKNJpi4tgXsypJy2hyvYJdqfWkQpy7Pdao79wE9147bJU4ZVT9-Hv5Pmm41PXPkg%3D%3D&xkcb=SoC_67M3AuGxZGAGq70MbzkdCdPP&fccid=6f47211b0637a52d&vjs=3": {
        "job_title": "IT Executive",
        "company_name": "Hilton",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "",
        "job_type": "Full-time",
        "job_shift": "",
        "job_benefits": "",
        "job_description": "IT Executive\nWith thousands of hotels in over 100 countries and territories, Hilton offers countless opportunities to delight. From an open door to a welcoming smile and an exceptional experience, we offer the millions of travellers who stay with us every year a welcome they will never forget. In addition to our flagship brand, Hilton Hotels & Resorts, the family of brands includes Waldorf Astoria, LXR, Conrad, Canopy, Curio Collection, DoubleTree, Hilton Garden Inn, Hampton and many others.\nIf you appreciate the impact global travel can have on the world, you may be just the person we are looking for to work as a Hilton Team Member. Because it's with Hilton where we never forget the reason we're here: to delight our guests, Team Members, and owners alike.\nThe Information Systems Supervisor is responsible for the implementation of Information Technology in the hotel in accordance with Hilton's strategies and priorities as well as measuring Information Technology costs, benefits and performance in the hotel and providing this information to hotel management and the Regional Information Systems Manager.\nWhat will I be doing?\nAs the Information Systems Supervisor, you will be responsible for performing the following tasks to the highest standards:\nAssist superior to maintain hotel software and hardware.\nSolve technical and operational problems according to user reports.\nFollow the instructions of the Information Systems Manager for computer technical hardware and software operations.\nPerform any other reasonable duties and duties as assigned.\nEnsure that any system user permission has been authorized before opening, monthly audit user use report, ensure that it has been used correctly.\nSolve guest IT questions with minimum risk and improve guest satisfaction according to defined criteria.\nEnsure ownership of all hotel data and ensure that data is backed up in a timely manner.\nProvide IT support to other Hilton hotels as required and conduct IT cross-training with other hotels.\nEnsure that the security of hotel data is consistent with stated standards and best practices.\nAccess controls are consistent with stated standards and best practices to ensure room access registration and safety.\nComplete disaster recovery drills regularly to familiarize operational departments with manual bookkeeping procedures.\nIdentify, evaluate and implement local solutions to the extent agreed by the Regional Deputy General Manager of Information Technology.\nAdhere to hotel safety policies, emergency rules and procedures.\nWhat are we looking for?\nAn Information Systems Supervisor serving Hilton Brands is always working on behalf of our Guests and working with other Team Members. To successfully fill this role, you should maintain the attitude, behaviours, skills, and values that follow:\nUniversity degree, majoring in IT, with relevant certificate(s).\nProficient in Microsoft Office applications.\nGood communication and interpersonal skills.\nProficient in English and Chinese to meet business needs.\nWhat will it be like to work for Hilton?\nHilton is the leading global hospitality company, spanning the lodging sector from luxurious full-service hotels and resorts to extended-stay suites and mid-priced hotels. For nearly a century, Hilton has offered business and leisure travellers the finest in accommodations, service, amenities and value. Hilton is dedicated to continuing its tradition of providing exceptional guest experiences across its global brands. Our vision to fill the earth with the light and warmth of hospitality unites us as a team to create remarkable hospitality experiences around the world every day. And, our amazing Team Members are at the heart of it all!"
    },
    "https://in.indeed.com/rc/clk?jk=3a1d283703443c6e&bb=1UVLGUMd-w2VUj0I06uTMNxgkyELIukcgzy6bna1TcKTgfqDwLeFaNYM1oO_BZDdKNpq7-h0KEgjUYcmffm8VBqxaNO7xpuz2SAXJL3lxHvAoa08yyYh1fDBVmlwaSyr&xkcb=SoBW67M3AuGxZGAGq70DbzkdCdPP&fccid=1ee72c671cdaaddf&cmp=VEESYS-INFOTECHNOLOGY-PVT-LTD&ti=Quality+Analyst&vjs=3": {
        "job_title": "Manual - Quality Analyst for IT company",
        "company_name": "Veesys Infosolutions Pvt. Ltd.",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "From ₹1,00,000 a year",
        "job_type": "Permanent, Full-time, Fresher",
        "job_shift": "Monday to Friday",
        "job_benefits": "Paid time off",
        "job_description": "Note:- This profile is for Jaipur candidates only.\n- Develop and execute test plans, test cases, and test scripts for Integration, migration, regression, and/or performance testing, to identify system and web application problems and their causes,\n- Recording defect backlog items, reporting the results of testing and resolving testing defects.\n- Trace requirements to test cases to ensure coverage for full system integration test.\n- Ensure functional and technical requirements are met through system testing, regression testing, and performance testing interface testing activities.\n- Perform functional administration, configuration, and utilization of testing tools.\n- Collect, track and report test metrics and briefs leadership on test status.\n- Work collaboratively with development team to review design specifications and acceptance criteria.\n- Research and solves user problems by analyzing existing systems.\n- Update system user documentation.\nJob Types: Full-time, Permanent, Fresher\nPay: From ₹100,000.00 per year\nBenefits:\nPaid time off\nSchedule:\nMonday to Friday\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=83b58a39e5c9674e&bb=1UVLGUMd-w2VUj0I06uTMNzkNbgilgzbCl4zrKtd7APkn-z7jh8KPvNXb5GtXtiPFI-bZObNUL4wX0ZNRhKwkFp8VT0TL9LieAdC-Q31Mx8RHNluSXLXWfu9-LRpx6_s&xkcb=SoDi67M3AuGxZGAGq70CbzkdCdPP&fccid=b96b4187792d6cfe&vjs=3": {
        "job_title": "IT Support",
        "company_name": "GA Infra",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "",
        "job_type": "",
        "job_shift": "",
        "job_benefits": "",
        "job_description": "Location: Jaipur\n\nRelevant Experience: 3+ Years\n\nQualification: Any Graduate in Computers, MCA\n\nSkills:\nComputer Software\nComputer Hardware,\nSystem Network (LAN/ WAN),\nProblem solving skills"
    },
    "https://in.indeed.com/rc/clk?jk=95c0bfe26389f13b&bb=1UVLGUMd-w2VUj0I06uTMIYUZHVZQf6N1JEbDT-FiqM56kt6dONOUCAt0LuySS_VGYJLehf8a719mQrIIReSbkssIFlxXH3w7kOmewYLw9h7tdkpkoo8adwVky_sZSpy&xkcb=SoB_67M3AuGxZGAGq70BbzkdCdPP&fccid=ec425b14a7ccfc99&vjs=3": {
        "job_title": "IT Administrators JAIPUR · FULL-TIME",
        "company_name": "Webcontxt",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "",
        "job_type": "Full-time",
        "job_shift": "",
        "job_benefits": "",
        "job_description": "Responsibilities\nManage electronic equipment\nInstall network and computer system\nMaintain, repair and upgrade the operating system including hardware and software\nMonitor the performance of existing computer systems and IT infrastructures\nAssess present network serves, operating systems and security layer\nUpgrade hardware and software programs\nInstall and implement effective security systems\nPerform data backup and recovery processes\nResolve issues with systems and programs\nQualifications:\nBachelor's degree in computer science, information technology, information systems, or similar.\nApplicable professional qualification, such as Microsoft, Oracle, or Cisco certification.\nAt least two years' experience in a similar role.\nExtensive experience with IT systems, networks, and related technologies.\nSolid knowledge of best practices in IT administration and system security."
    },
    "https://in.indeed.com/rc/clk?jk=afb5c132a17f5bdf&bb=1UVLGUMd-w2VUj0I06uTMN19_CTePFt6M2_gmuGjwvt4VCqvS89VaJFNts1GvMduZKfb8BY20PWFOInOUiKAhkRM8_eo4Jzr8Xm6iGSb3Tt1heF-5imW3Gtq4qOirLEt&xkcb=SoDL67M3AuGxZGAGq70AbzkdCdPP&fccid=ad0d13843c9e50e9&cmp=Rays-Power-Infra&ti=IT+Executive&vjs=3": {
        "job_title": "IT Executive",
        "company_name": "Rays Power Infra",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹15,000 - ₹20,000 a month",
        "job_type": "Full-time",
        "job_shift": "Day shift, Weekend availability",
        "job_benefits": "Health insurance",
        "job_description": "Job description\nKey Responsibilities\nProvide technical support to end users via phone, email, or in person for hardware, software, and network issues.\nTroubleshoot and resolve issues related to desktops, laptops, printers, mobile devices, and other peripheral equipment.\nInstall, configure, and maintain computer systems, software, and hardware.\nAssist with the setup and maintenance of network infrastructure, including routers, switches, and firewalls.\nPerform routine maintenance and updates to ensure optimal performance and security of IT systems.\nDocument and track all support requests and resolutions in a ticketing system.\nProvide training and guidance to end users on proper use of IT equipment and software.\nCollaborate with other IT team members on projects and initiatives.\nMaintain knowledge of current technology trends and best practices.\nAssist with procurement and inventory management of IT equipment and supplies.\nFollow IT policies and procedures to ensure data integrity and security.\nJob Type: Full-time\nPay: ₹15,000.00 - ₹20,000.00 per month\nBenefits:\nHealth insurance\nDay range:\nWeekend availability\nShift:\nDay shift\nExperience:\ntotal work: 2 years (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=df0448ba7bd2d953&bb=1UVLGUMd-w2VUj0I06uTMC7NP86l5VNoSb9Ih8t6LPR5NQHxUPfqD5XFE9XDTv-j_GZaQr-9x0TQnAh06wyHuHv7DhWmrbUrsqFuHHhPRmHX_mb5d31TWQTAIl4bEpD8&xkcb=SoBF67M3AuGxZGAGq70HbzkdCdPP&fccid=8f59c39ed9bcd0c1&cmp=Community-Action-Through-Motivation-Programme-%28CAMP%29&ti=IT+Executive&vjs=3": {
        "job_title": "IT Executive",
        "company_name": "Community Action Through Motivation Programme (CAMP)",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹20,000 - ₹25,000 a month",
        "job_type": "Permanent, Full-time",
        "job_shift": "Day shift, Monday to Friday",
        "job_benefits": "",
        "job_description": "Handling Call Centre Issues on day to day basis\nGenerate various types of Reports\nKeep 98% uptime in Call Centre\nRoute and manage all call logs\nManaging team in co-ordination with operational team for smoothening of emergency ambulance services/Projects of CAMP running.\nResponsible for all types of reports required by governemnt / CAMP for various purposes.\nEnsure the smooth operations of the fleets / project in entire state.\nUpdation of on/off road ambulance to ERD department.\nUpdation of fuel entry on ERD.\nEnsure ERCP on critical cases.\nEnsure closing of all cases of time.\nSubmission of Daily/Weekly/monthly Operations and Fleet reports to the concerned authority.\nJob Types: Full-time, Permanent\nPay: ₹20,000.00 - ₹25,000.00 per month\nDay range:\nMonday to Friday\nShift:\nDay shift\nAbility to commute/relocate:\nJaipur, Jaipur, Rajasthan: Reliably commute or planning to relocate before starting work (Required)\nExperience:\ntotal work: 1 year (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=4208f4bd41f61693&bb=1UVLGUMd-w2VUj0I06uTMNNIA1FvauBF8S6V5pkosnIDnPtsSzc7YQlEP_gA8U-6W4eQsD2kdllyr6Hl0upNRWucVH3r0zwaPw4qTKpMy3Uy3_CPZkq-c7U9-CtE5OKY&xkcb=SoDx67M3AuGxZGAGq70GbzkdCdPP&fccid=c757a5aef5dd258d&cmp=NIIT-Foundation&ti=Trainer&vjs=3": {
        "job_title": "IT Trainer",
        "company_name": "NIIT Foundation",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹20,000 - ₹23,000 a month",
        "job_type": "Full-time",
        "job_shift": "",
        "job_benefits": "",
        "job_description": "1. Preparation of sessions and delivery of training as per training guidelines and material applicable for the program\n2. Conducting sessions with children as per schedule and methdology\n3. Ensuring student attendance and participation in the session\n4. Day to day operations of IT Labs\n5. Regular updation on attendance, reports and assessment.\n6. Good in preparing monthly/quarterly/annual reports, testimonials/feedback/case studies\n7. Conducting assessment of stduents\n8. conducting session for parents as per time schedule\nJob Type: Full-time\nPay: ₹20,000.00 - ₹23,000.00 per month\nEducation:\nBachelor's (Preferred)\nExperience:\ntotal work: 1 year (Preferred)\nComputer Teaching: 1 year (Preferred)\nWork Location: In person"
    },
    "https://in.indeed.com/rc/clk?jk=418d0ef449af25a2&bb=1UVLGUMd-w2VUj0I06uTMNNIA1FvauBFud9dDNxRvQ1fSuMJJNjVTEfsIOFNofv5oz1E-lgaCUTVhtmqxuSuYWYdEVV4jdjCPnzH_IqOOLr2hlG-bBucaDB7o_jywjv0&xkcb=SoBs67M3AuGxZGAGq70FbzkdCdPP&fccid=8a410d6bdcde1896&cmp=Intalia-Technologies-Pvt-Ltd&ti=Customer+Service+Representative&vjs=3": {
        "job_title": "IT Helpdesk / L1 Support / MIS Executive / CUSTOMER SERVICE REPRESENTATIVE",
        "company_name": "Intalia Technologies Pvt Ltd",
        "job_location": "Jaipur, Rajasthan",
        "job_salary": "₹9,753.44 - ₹29,183.19 a month",
        "job_type": "Permanent, Full-time, Temporary",
        "job_shift": "",
        "job_benefits": "Food provided, Health insurance",
        "job_description": "Graduate or equivalent with 2 to 3 years in the following area and technologies-\nJob Description : -\n1. Monitoring of the system via queries\n2. Responding to Customer queries\n3. Alerting the tech team in the event of alerts /failure / suspected failure in the system\nSkills required:\na. Computer Skills with MS Office, Internet Browsing\nb. Preparation of Reports and interaction with Telephone with concerned persons on receipt of alerts and data logs etc.\nc. Attentiveness to issues\nd. Ability to diagnose problems and resolve\ne. Tele calling\nThe candidates will be stationed in Jaipur and will work in shifts . This will be a 6 day working week. Candidates will have to work on shift based roster and if they work on Sunday / Holidays then compensatory off will be provided.\nAbility to commute/relocate:\nPlace of Posting –Client Location Jaipur / Noida : Reliably commute or planning to relocate before starting work (Required)\nEducation:\nGraduate with atleast 3 Years Experience or Diploma / Graduate with 2 Years (Preferred)\nExperience:\ntotal work: 3 year (Preferred)\nCustomer service: 2 year (Preferred)\nLanguage:\nEnglish (Preferred)\nHindi (Preferred)\nJob Types: Full-time, Permanent, Temporary\nContract length: 11 months\nPay: ₹9,753.44 - ₹29,183.19 per month\nBenefits:\nFood provided\nHealth insurance\nShift:\nRotational shift\nEducation:\nDiploma (Preferred)\nExperience:\ntotal work: 3 years (Preferred)\nCustomer service: 2 years (Preferred)\nLanguage:\nEnglish (Preferred)\nHindi (Preferred)\nWork Location: In person"
    }
}